[ThrowingKnife_CV_Secondary X2WeaponTemplate]
FriendlyName="Метательный нож спецназа"
FriendlyNamePlural="Метательные ножи спецназа"
BriefSummary="Метательный нож, изготовленный из традиционных стальных сплавов."
TacticalText="<Bullet/> При броске ножа имеется шанс сохранения маскировки."
AbilityDescName="Метательный нож"

[ThrowingKnife_MG_Secondary X2WeaponTemplate]
FriendlyName="Метательный нож спецназа из инопланетных сплавов"
FriendlyNamePlural="Метательные ножи спецназа из инопланетных сплавов"
BriefSummary="Метательный нож, изготовленный из инопланетных сплавов."
TacticalText="<Bullet/> При броске ножа имеется шанс сохранения маскировки."
AbilityDescName="Метательный нож из инопланетных сплавов"

[ThrowingKnife_BM_Secondary X2WeaponTemplate]
FriendlyName="Плазменный метательный нож спецназа"
FriendlyNamePlural="Плазменные метательные ножи спецназа"
BriefSummary="Метательный нож с плазменным лезвием, разрезающий броню, как масло."
TacticalText="<Bullet/> При броске ножа имеется шанс сохранения маскировки."
AbilityDescName="Плазменный метательный нож"

[ThrowingKnife_CV X2WeaponTemplate]
FriendlyName="Метательный нож спецназа"
FriendlyNamePlural="Метательные ножи спецназа"
BriefSummary="Метательный нож, изготовленный из традиционных стальных сплавов."
TacticalText="<Bullet/> При броске ножа имеется шанс сохранения маскировки."
AbilityDescName="Метательный нож"

[ThrowingKnife_MG X2WeaponTemplate]
FriendlyName="Метательный нож спецназа из инопланетных сплавов"
FriendlyNamePlural="Метательные ножи спецназа из инопланетных сплавов"
BriefSummary="Метательный нож, изготовленный из инопланетных сплавов."
TacticalText="<Bullet/> При броске ножа имеется шанс сохранения маскировки."
AbilityDescName="Метательный нож из инопланетных сплавов"

[ThrowingKnife_BM X2WeaponTemplate]
FriendlyName="Плазменный метательный нож спецназа"
FriendlyNamePlural="Плазменные метательные ножи спецназа"
BriefSummary="Метательный нож с плазменным лезвием, разрезающий броню, как масло."
TacticalText="<Bullet/> При броске ножа имеется шанс сохранения маскировки."
AbilityDescName="Плазменный метательный нож"

[Shuriken_CV X2WeaponTemplate]
FriendlyName="Сюрикен"
FriendlyNamePlural="Сюрикен"
BriefSummary="Сюрикен, изготовленный из традиционных стальных сплавов."
TacticalText="<Bullet/> При броске сюрикена имеется шанс сохранения маскировки."
AbilityDescName="Сюрикен"

[Shuriken_MG X2WeaponTemplate]
FriendlyName="Сюрикен из инопланетных сплавов"
FriendlyNamePlural="Сюрикен из инопланетных сплавов"
BriefSummary="Сюрикен, изготовленный из инопланетных сплавов."
TacticalText="<Bullet/> При броске сюрикена имеется шанс сохранения маскировки."
AbilityDescName="Сюрикен из инопланетных сплавов"

[Shuriken_BM X2WeaponTemplate]
FriendlyName="Плазменный сюрикен"
FriendlyNamePlural="Плазменный Сюрикен"
BriefSummary="Сюрикен с плазменными лезвиями, разрезающий броню, как масло."
TacticalText="<Bullet/> При броске сюрикена имеется шанс сохранения маскировки."
AbilityDescName="Плазменный сюрикен"

[SpecOpsKnife_CV X2WeaponTemplate]
FriendlyName="Боевой нож спецназа"
FriendlyNamePlural="Боевые ножи спецназа"
BriefSummary="Зазубренный боевой нож, изготовленный из традиционных стальных сплавов."
TacticalText="<Bullet/> Дает возможность бесшумного убийства.\n<Bullet/> Бойцы экипированные ножом имеют +1 мобильности и -20% к радиусу обнаружения.\n<Bullet/> Пробивает 1 единицу брони."
AbilityDescName="Боевой нож спецназа"

[SpecOpsKnife_MG X2WeaponTemplate]
FriendlyName="Боевой нож спецназа из инопланетных сплавов"
FriendlyNamePlural="Боевые ножи спецназа из инопланетных сплавов"
BriefSummary="Новые результаты исследований позволяют использовать инопланетные сплавы в конструкции нашего боевого ножа."
TacticalText="<Bullet/> Дает возможность бесшумного убийства.\n<Bullet/> Бойцы экипированные ножом имеют +1 мобильности и -20% к радиусу обнаружения.\n<Bullet/> Пробивает 2 единицы брони."
AbilityDescName="Боевой нож спецназа из инопланетных сплавов"

[SpecOpsKnife_BM X2WeaponTemplate]
FriendlyName="Плазменный боевой нож спецназа"
FriendlyNamePlural="Плазменные боевые ножи спецназа"
BriefSummary="Боевой нож с плазменной кромкой - наш новый шаг в технологии кровопускания."
TacticalText="<Bullet/> Дает возможность бесшумного убийства.\n<Bullet/> Бойцы экипированные ножом имеют +1 мобильности и -20% к радиусу обнаружения.\n<Bullet/> Пробивает 3 единицы брони."
AbilityDescName="Плазменный боевой нож спецназа"

[MusashiThrowKnife X2AbilityTemplate]
LocFriendlyName="Бросок ножа"
LocLongDescription="Бросок ножа - стандартное действие. Есть шанс сохранить маскировку."
LocHelpText="<Bullet/> Бросок ножа - стандартное действие. Есть шанс сохранить маскировку.<Bullet\> Убийство цели увеличивает шанс раскрытия вдвое, но если другие враги этого не видят то такого снижения не происходит."
LocFlyOverText="Бросок ножа" 
LocPromotionPopupText="Бросок ножа - стандартное действие. Есть шанс сохранить маскировку."

[MusashiThrowKnifeSecondary X2AbilityTemplate]
LocFriendlyName="Бросок ножа"
LocLongDescription="Бросок ножа - стандартное действие. Есть шанс сохранить маскировку."
LocHelpText="<Bullet/> Бросок ножа - стандартное действие. Есть шанс сохранить маскировку.<Bullet\> Убийство цели увеличивает шанс раскрытия вдвое, но если другие враги этого не видят то такого снижения не происходит."
LocFlyOverText="Бросок ножа" 
LocPromotionPopupText="Бросок ножа - стандартное действие. Есть шанс сохранить маскировку."

[BackStabber X2AbilityTemplate]
LocFriendlyName="Спец ножевого боя"
LocLongDescription="Сокращает время восстановления для бесшумного убийства на 1 и добавляет 2 бонусных урона для боевых ножей."
LocHelpText="Сокращает время восстановления для бесшумного убийства на 1 и добавляет 2 бонусных урона для боевых ножей."
LocFlyOverText="Спец ножевого боя"
LocPromotionPopupText="Сокращает время восстановления для бесшумного убийства на 1 и добавляет 2 бонусных урона для боевых ножей.<br/>"

[MusashiKnifeSpecialistBonus X2AbilityTemplate]
LocFriendlyName="Спец ножевого боя"
LocLongDescription="Сокращает время восстановления для бесшумного убийства на 1 и добавляет 2 бонусных урона для боевых ножей."
LocHelpText="Сокращает время восстановления для бесшумного убийства на 1 и добавляет 2 бонусных урона для боевых ножей."
LocFlyOverText="Спец ножевого боя"
LocPromotionPopupText="<Bullet/>Сокращает время восстановления для бесшумного убийства на 1 и добавляет 2 бонусных урона для боевых ножей.<br/>"

[KnifeJuggler X2AbilityTemplate]
LocFriendlyName="Ножевой жонглер"
LocLongDescription="Получите +1 ед. к урону и +10 к меткости для метательных ножей. Также дается один дополнительный метательный нож."
LocHelpText="Получите +1 ед. к урону и +10 к меткости для метательных ножей. Также дается один дополнительный метательный нож."
LocFlyOverText="Ножевой жонглер"
LocPromotionPopupText="<Bullet/> Получите +1 ед. к урону и +10 к меткости для метательных ножей. Также дается один дополнительный метательный нож.<br/>"

[MusashiThrowingKnifeSpecialistBonus X2AbilityTemplate]
LocFriendlyName="Ножевой жонглер"
LocLongDescription="Получите +1 ед. к урону и +10 к меткости для метательных ножей. Также дается один дополнительный метательный нож."
LocHelpText="Получите +1 ед. к урону и +10 к меткости для метательных ножей. Также дается один дополнительный метательный нож."
LocFlyOverText="Ножевой жонглер"
LocPromotionPopupText="<Bullet/> Получите +1 ед. к урону и +10 к меткости для метательных ножей. Также дается один дополнительный метательный нож.<br/>"

[ThrowingKnifeFaceoff X2AbilityTemplate]
LocFriendlyName="Дом 1000 кинжалов"
LocLongDescription="Бросить нож в каждого видимого врага."
LocHelpText="Бросить нож в каждого видимого врага."
LocPromotionPopupText="<Bullet/> Способность \"Дом 1000 кинжалов\", если правильно расположиться, предоставляет высокий шанс поразить несколько целей. <br/><Bullet/> Время восстановления <Ability:SelfCooldown/> хода.<br/>"

[ReturnThrow X2AbilityTemplate]
LocFriendlyName="Ответный бросок"
LocHelpText="При попадании под вражеский огонь, автоматически бросьте нож в атакующего."
LocLongDescription="При попадании под вражеский огонь, автоматически бросьте нож в атакующего."
LocPromotionPopupText="<Bullet/> Способность \"Ответный бросок\" срабатывает один раз за ход.<br/><Bullet/> Способность \"Ответный бросок\" также срабатывает от атак ближнего боя и атак по площади.<br/><Bullet/> Способность \"Ответный бросок\" не срабатывает при ответных выстрелах.<br/>"

[Hailstorm X2AbilityTemplate]
LocFriendlyName="Шторм лезвий"
LocLongDescription="Бросьте три ножа подряд в цель."
LocHelpText="Бросьте три ножа подряд в цель."
LocFlyOverText="Шторм лезвий"
LocPromotionPopupText="<Bullet/> Расчет попаданий для каждого ножа идет отдельно.<br/><Bullet/> Способность \"Шторм лезвий\" может нанести большой урон, если каждый бросок попадет в цель.<br/><Bullet/> Время восстановления <Ability:SelfCooldown/> хода.<br/>"

[ThrowingKnifeQuickdraw X2AbilityTemplate]
LocFriendlyName="Быстрый бросок"
LocLongDescription="Бросок ножа первым действием больше не заканчивает ход."
LocHelpText="Бросок ножа первым действием больше не заканчивает ход."
LocFlyOverText="Быстрый бросок"
LocPromotionPopupText="<Bullet/> Способность \"Быстрый бросок\" - фундаментальная способность ножевого жонглера, позволяет бойцу бросать ножи в разные цели в течении одного хода.<br/>"
